insert into Merchants (id, name, mcc, category, acquirer_id, acquiring_fee, average_check) values
    ('MERCH0000000005', 'Перекрёсток #042',    '5411', 'grocery',      'ACQ001', 15, 120000),
    ('MERCH0000000006', 'Магнит у дома',       '5411', 'grocery',      'ACQ002', 15, 65000),
    ('MERCH0000000007', 'Ашан Сити',           '5411', 'grocery',      'ACQ003', 15, 145000),
    ('MERCH0000000026', 'ВкусВилл Доставка',   '5499', 'grocery',      'ACQ001', 15, 180000),
    ('MERCH0000000027', 'Фермерский Дворик',   '5499', 'grocery',      'ACQ002', 15, 95000),
    ('MERCH0000000028', 'Азбука Вкуса',        '5411', 'grocery',      'ACQ003', 15, 250000),

    ('MERCH0000000008', 'Шоколадница',         '5812', 'restaurant',   'ACQ002', 25, 75000),
    ('MERCH0000000009', 'Тануки Суши',         '5812', 'restaurant',   'ACQ001', 25, 130000),
    ('MERCH0000000010', 'Ресторан Сыроварня',  '5812', 'restaurant',   'ACQ003', 25, 150000),

    ('MERCH0000000011', 'Бургер Кинг #12',     '5814', 'fastfood',     'ACQ001', 20, 38000),
    ('MERCH0000000012', 'KFC Авто',            '5814', 'fastfood',     'ACQ002', 20, 42000),
    ('MERCH0000000013', 'Додо Пицца',          '5814', 'fastfood',     'ACQ003', 20, 49000),

    ('MERCH0000000029', 'Комус Оргтехника',    '5045', 'electronics',  'ACQ002', 18, 5500000),
    ('MERCH0000000014', 'Эльдорадо',           '5732', 'electronics',  'ACQ001', 18, 1850000),
    ('MERCH0000000015', 'DNS Цифровой',        '5732', 'electronics',  'ACQ002', 18, 2400000),
    ('MERCH0000000016', 'Ситилинк Склад',      '5732', 'electronics',  'ACQ003', 18, 4100000),

    ('MERCH0000000017', 'Wildberries WB',      '5399', 'ecommerce',    'ACQ003', 20, 320000),
    ('MERCH0000000018', 'Яндекс Маркет',       '5399', 'ecommerce',    'ACQ001', 20, 450000),

    ('MERCH0000000019', 'МТС Личный Кабинет',  '4814', 'telecom',      'ACQ001', 10, 50000),
    ('MERCH0000000020', 'МегаФон Пополнение',  '4814', 'telecom',      'ACQ002', 10, 45000),
    ('MERCH0000000021', 'Билайн Связь',        '4814', 'telecom',      'ACQ003', 10, 60000),

    ('MERCH0000000022', 'Steam Games',         '7994', 'entertainment', 'ACQ001', 30, 150000),
    ('MERCH0000000023', 'PlayStation Store',   '7994', 'entertainment', 'ACQ002', 30, 380000),

    ('MERCH0000000024', 'Отель Рэдиссон',      '3501', 'hotel',        'ACQ003', 35, 950000),
    ('MERCH0000000025', 'Гостиница Космос',    '3501', 'hotel',        'ACQ001', 35, 540000),

    ('MERCH0000000035', 'Аэрофлот Airlines',   '4511', 'travel',       'ACQ001', 22, 1850000),
    ('MERCH0000000036', 'S7 Airlines',         '4511', 'travel',       'ACQ002', 22, 1400000),
    ('MERCH0000000037', 'Level Travel Агентство', '4722', 'travel',    'ACQ003', 25, 8500000);
